Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: མཆོད་རྟེན་ཀུན་དགའ་ར་བ་གནས། །ས་སྟེང་གཅེར་བུའི་གནས་དག་ཀྱང་། །དེ་ནས་ཐམས་ཅད་འཇིག་བྱེད་ཅིང་། །འཚོ་བ་འགོག་པའང་བྱེད་པར་འདོད། །
en: “He will demolish, throughout the land, All the monasteries, gardens, caityas, And shelters for mendicants, And he will also destroy people’s livelihoods. {53.653}

source: ཡུལ་གྱི་དབུས་སུ་རྒྱལ་པོ་གཞན། །དེ་ཡི་དུས་སུ་འབྱུང་འགྱུར་བ། །ཡི་གེ་ར་མིང་རིགས་བདག་ཉིད། །
en: “At that time, there will rise In Madhyadeśa a fine king with the initial R.

source: རྗེ་རིགས་ཀྱིས་འཚོ་དེ་ལས་གཞན། །སྟོན་པའི་བསྟན་པ་འདི་ལ་དད། །ཟླ་བ་ཞེས་བྱའི་རྒྱལ་མཆོག་དེས། །གཅེར་བུའི་རིགས་གྱུར་རྒྱལ་པོ་ནི། །ད་ཡང་རབ་ཏུ་བསད་པར་གྱུར། །
en: He will be dedicated to his work And unwavering in his vaiśya ways. {53.654} “This king, capable to follow this teaching, Will equal the one called Soma But will be overthrown By that king of the Nagna caste. {53.655}

source: ཡི་གེ་ཧ་མིང་དེའི་ནུ་བོ། །དཔའ་བོ་གཅིག་པུ་འབྱུང་བར་འགྱུར། །
en: “Then, his younger brother with the initial H Will become a hero without equals.

source: དཔུང་ནི་ཆེན་པོར་ཡང་དག་ལྡན། །དཔའ་ཞིང་ཟིལ་གནོན་རྣམ་པར་གནོན། །
en: He will have a great army And be brave in his conquests. {53.656}

source: རྒྱལ་པོ་ཡི་གེ་ཧ་བྱ་བས། །ཟླ་བར་རྣམ་གྲགས་གནས་ལས་བཏོན། །དེ་ནས་རྒྱལ་པོ་རྗེའུ་རིགས་སྤྱོད། །སྡེ་ཆེན་སྟོབས་ནི་ཆེ་བ་དང་། །
en: “This H -initialed king from the vaiśya caste, With his powerful army and many soldiers, Will take action to uproot the king Known as Soma. {53.657}

source: དེ་ཚེ་ཤར་གྱི་ཕྱོགས་དག་ནི། །བསོད་ནམས་ཆེ་བའི་གྲོང་མཆོག་སོང་། །
en: “He will advance against the eastern country And its capital city called Puṇḍra.

source: རྒྱལ་རིགས་ཆོས་ལ་གནས་ནས་ནི། །ཆོས་ཀྱི་དོན་ཤེས་བརྩེར་ལྡན་པས། །དེ་ནི་ང་རྒྱལ་ཁྲོ་ཚུལ་གྱིས། །
en: He will assume the duties of a kṣatriya With respect to [Soma], who cannot control his pride and anger. {53.658}

source: སྲོག་ཆགས་མང་པོ་གསོད་བྱེད་ཅིང་། །སེམས་ཅན་གནོད་པ་བྱེད་པ་དང་། །ཆད་པ་བྱེད་ལ་རབ་དགའ་ཞིང་། །
en: “[It is with] compassion, dedication to the Dharma, And understanding [that] he will take many lives But will rejoice only at defeating [Soma], Who is wont to oppress living beings. {53.659}

source: ལས་ངན་རྗེས་སུ་སྤྱོད་བྱེད་པའི། །ཟླ་བ་ཞེས་བྱ་ཕམ་པར་བྱས། །
en: “He will thus defeat Soma, This perpetrator of evil acts.

source: ཟླ་བ་ཞེས་བྱ་དེ་ཕྱུང་ནས། །རང་གི་གནས་ན་རབ་ཏུ་འདུག །
en: Soma will henceforth be confined To his own country, where he will remain. {53.660}

source: ཡི་གེ་ཧ་མིང་སླར་ལོག་ནས། །ཀླ་ཀློའི་རྒྱལ་པོས་རབ་ཏུ་མཆོད། །ཡི་གེ་ཧ་བྱ་དགེ་དང་ལྡན། །དགེ་བའི་དོན་གྱི་ལས་ཀྱིས་ནི། །
en: “The H -initialed king will [then] withdraw, Honored in the kingdom of the mlecchas, Pleased about his work, and basking in the glory Of someone who dutifully attends to his affairs. {53.661}

source: ཇི་ལྟར་འདོད་པའི་འགྲོས་དག་གིས། །རང་གི་ཡུལ་ནི་ཉིད་དུ་ཕྱིན། །
en: “He will go back to his own country, Free to travel wherever he wants to.

source: དེ་ཉིད་ཀྱིས་ནི་ལས་བྱས་པས། །རྒྱལ་སྲིད་དགའ་དང་ལྡན་པ་ཐོབ། །
en: The task will thus be accomplished By those who took joy in kingship. {53.662}

source: ཡང་ན་རྒྱལ་སྲིད་སྤྱོད་གནས་པས། །ལོངས་སྤྱོད་རབ་ཏུ་ཐོབ་ལྡན་པ། །
en: “[Soma] will now obtain The comforts that attend the royal life,

source: སྔ་མར་རང་སངས་རྒྱས་ལ་ནི། །བཟའ་དང་གོས་ནི་བྱིན་པ་དང་། །
en: Because he offered in the past Food and clothes to a pratyeka­buddha. {53.663}

source: དེ་ཚེ་ལྷམ་ནི་བྱིན་པ་དང་། །གོས་ཀྱིས་བརྒྱན་པའི་གདུགས་ཀྱང་བྱིན། །
en: “He presented him with a pair of shoes And adorned him with a parasol and a whisk.

source: དེ་ཡི་ལས་ཀྱི་མཐུ་ཡིས་ནི། །ལྷ་མིའི་རྒྱལ་སྲིད་ཆེན་པོ་ཐོབ། །
en: By the power of this karma, He will become a great king {53.664}

source: ལྷ་དང་མི་ཡི་ཕུན་སུམ་ཚོགས། །ལོངས་སྤྱོད་ཕུན་སུམ་ཚོགས་ལྡན་སྤྱོད། །
en: “And will enjoy a complete array Of pleasures, both human and divine.

source: ཟླ་བ་ཞེས་བྱའི་བྲམ་ཟེའི་རིགས། །ལོངས་སྤྱོད་ཆེར་ལྡན་གང་ཕྱིར་དེ། །
en: This brahmin called Soma Will thus be endowed with great pleasures. {53.665}

source: བྲམ་ཟེ་དག་ལ་ལོངས་སྤྱོད་བྱིན། །དེ་ཚེ་རྒྱལ་ཐབས་བྱེད་པ་ནི། །
en: “He will thus rule his kingdom, Bestowing benefits on the brahmins,

source: ལོ་ནི་བཅུ་དང་བདུན་དག་དང་། །དེ་བཞིན་གཞན་ནི་ཟླ་བ་གཅིག །ཉིན་ཞག་བདུན་དང་བརྒྱད་དག་ཏུ། །ཁ་ཡི་ནད་ཀྱིས་ཡང་དག་བཏབ། །
en: “After seventeen years, One month, And seven or eight days, He will develop a mouth disease. {53.667}

source: སྲིན་བུ་རྣམས་ཀྱིས་ཟོས་ནས་ནི། །དུས་བྱས་ནས་ནི་འོག་ཏུ་འགྲོ། །
en: “Eaten by parasites, he will die And fall into the lower realms.

source: མི་མ་ཡིན་པས་ཟིལ་མནན་ནས། །དེ་ཚེ་གྲོང་དེ་བཤིག་པར་འགྱུར། །
en: His capital will then Be destroyed by nonhuman beings. {53.668}

source: མི་མ་ཡིན་པས་ཉེན་པ་ཡི། །རིམས་ཀྱིས་ཉམ་ཐག་ནད་ཀྱིས་བརྒྱལ། །སྔགས་ཀྱི་སྦྱོར་བས་འཆི་བ་སྟེ། །དེ་ཚེ་རྒྱལ་པོ་དུས་ལས་འདས། །
en: “Due to the ills of his human condition, The king, his time having come, Will develop fever and a debilitating illness. He will die killed by the mantras used against him. {53.669}

source: མནར་མེད་པ་ཞེས་བྱ་བ་ཡི། །དམྱལ་བར་སྡིག་པའི་ལས་བྱེད་རྣམས། །སྡིག་པའི་ལས་རྣམས་རྗེས་སྤྱོད་པ། །དེ་ནི་དེ་རུ་སྐྱེ་བར་འགྱུར། །
en: “This evildoer Will then fall Into the hell called Avīci, Propelled by his bad karma. {53.670}

source: དམྱལ་བར་དེ་ཚེ་བསྐལ་ཆེན་དུ། །མ་རུངས་སེམས་ལྡན་འཚེད་པར་འགྱུར། །
en: “That evil-minded one Will burn in the Avīci hell for one great eon.

source: དེ་ནས་སོ་ཐམས་ཀྱི་ཧུད་ཟེར། །ཡང་སོས་དང་ནི་ཐིག་ནག་དང་། །མི་བཟད་རལ་གྲིའི་ནགས་ཚལ་ཡང་། །
en: After that, he will stay in the hells called Aṭaṭa, Hahava, Sañjīva, Kālasūtra, {53.671} “And the terrible hell of Asipattra.

source: ཡང་དང་ཡང་དུ་མྱོང་བར་འགྱུར། །ཡི་དགས་འཇིག་རྟེན་དུད་འགྲོ་ཉིད། །དེ་བཞིན་གཤིན་རྗེའི་འཇིག་རྟེན་དུའང་། །
en: He will experience these places again and again, And then the worlds of animals, Pretas, and the world of Yama, again and again. {53.672}

source: དེ་ལྟར་སྐྱེ་བ་སྟོང་རྣམས་སུ། །འཁོར་བར་ཡང་ནི་འཁོར་འགྱུར་ཡང་། །
en: “In this way he will circle in saṃsāra, Born there thousands of times, again and again.

source: དེས་ནི་བདེ་བ་མི་ཐོབ་ཅིང་། །རྟག་ཏུ་སྡུག་བསྔལ་བསྟེན་པར་འགྱུར། །
en: He will not find any pleasure, But will continually experience suffering. {53.673}

source: དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ། །དེ་བས་འབད་པ་ཐམས་ཅད་ཀྱིས། །སེམས་ནི་ཀུན་གྱིས་དད་བྱས་ཏེ། །ནད་མེད་ཕུན་སུམ་ཚོགས་པར་སོང་། །
en: “You should therefore apply yourselves With effort to the doctrine of the Tathāgata, Generating faith with every thought, So that you may go to the place free from the fever of afflictions. {53.674}

source: སངས་རྒྱས་ཕན་འདོགས་བྱེད་པ་ཡིས། །འབྲས་བུ་མཐའ་ཡས་འབྱུང་འགྱུར་བས། །
en: “Assisting the Buddha, or offending against him, Has infinite karmic results.

source: སངས་རྒྱས་ལ་ནི་དང་བར་བྱ། །ཆོས་དང་དགེ་འདུན་དེ་བཞིན་ནོ། །
en: One should therefore cultivate faith In the Buddha, the Dharma, and the Saṅgha. {53.675}

source: རྒྱལ་པོས་དཀོན་མཆོག་གསུམ་མཆོད་ན། །འཇིག་རྟེན་གྱི་ནི་མཆོག་ཏུ་འགྱུར། །རྒྱལ་ཐབས་ཆེན་པོའི་གྲགས་པ་ཐོབ། །ནོར་གྱི་དབང་ཕྱུག་ལོངས་སྤྱོད་ཆེ། །
en: “Kings who worship the Three Jewels Become the foremost in the world— Great lords with great kingdoms, Many pleasures, and great wealth. {53.676}

source: རྒྱལ་པོས་ཕུན་ཚོགས་རྒྱ་ཆེ་བའི། །བདེ་བ་རྣམ་པ་སྣ་ཚོགས་འཐོབ། །
en: “They obtain various types of happiness And vast good fortune.

source: འཇིག་རྟེན་མཆོག་ནི་མཆོད་བྱས་ན། །འཇིག་རྟེན་དབང་ཕྱུག་ཉིད་དུ་འགྲོ། །
en: By worshiping the best among men, They attain the status of a sovereign in the world. {53.677}

source: དེ་ནས་བརྒྱ་བྱིན་འཐབ་བྲལ་ཉིད། །ཚངས་པ་ཉིད་དུའང་ཡང་དང་ཡང་། །
en: “They can further attain the status Of a Śakra, a Yāma, or a Brahmā.

source: ཉན་ཐོས་རང་རྒྱལ་ཉིད་དང་ནི། །ས་སྟེང་སངས་རྒྱས་ཉིད་དུ་འགྱུར། །ཐེག་པ་གསུམ་གྱི་མཆོག་ཐོབ་ཅིང་། །ཐེག་པ་ལ་ནི་ཆགས་མེད་འགྱུར། །
en: Here on earth, they can become A śrāvaka, a pratyeka­buddha, or a buddha, Obtaining excellence in the three vehicles And arriving at non-attachment following the two. {53.678}

source: དེ་ལྟར་སངས་རྒྱས་བསམ་མི་ཁྱབ། །
en: “The buddhas are inconceivable;

source: སངས་རྒྱས་ཡེ་ཤེས་བསམ་མི་ཁྱབ། །
en: The buddhas’ wisdom is inconceivable;

source: དེ་དག་འབྲས་བུས་བསམ་མི་ཁྱབ། །
en: The results they reap are inconceivable;

source: རྣམ་པར་སྨིན་པའང་བསམ་མི་ཁྱབ། །
en: The ripening of the results is inconceivable. {53.679}

source: དེ་ནས་གཞན་ཡང་རྒྱལ་པོ་ནི། །ཟླ་བ་ས་སྟེང་མེད་པ་ན། །ཕན་ཚུན་འཁྲུག་པའི་ངང་ཚུལ་དུ། །གོ་ཌཱའི་རྒྱུད་ནི་འབྱུང་བར་འགྱུར། །ཕན་ཚུན་ལྟོས་པ་མེད་པར་ནི། །དེ་ཚེ་མཚོན་ནི་འདེབས་པར་འགྱུར། །
en: “After King Soma’s departure From the earthly realm, There will be mutual discord Within the government of the Gauḍa state, With weapons ever at the ready And without any mutual regard. {53.680}

source: ཞག་ནི་བདུན་པོ་གཅིག་དང་ནི། །དེ་བཞིན་གཞན་ནི་ཟླ་བ་གཅིག །དེ་ཚེ་ཚོགས་ཀྱི་རྒྱལ་སྲིད་རྒྱུད། །དེ་ཚེ་ས་སྟེང་བྱེད་པར་འགྱུར། །གང་གཱའི་འགྲམ་གྱི་གྲོང་དེར་ནི། །གཙུག་ལག་ཁང་གི་གནས་ཀྱང་བྱས། །
en: “This will last For seven days, one month, or more, Until, inevitably, a people-supported rule Is established throughout the land On this bank of the Gaṅgā— The site of many monasteries. {53.681}

source: དེ་ནས་ཟླ་བ་ཞེས་བྱ་བའི། །བྲམ་ཟེའི་ཁྱེའུ་དེ་ཡི་བུ། །
en: “Next after [Soma] Will be his son, Mānava.

source: ཟླ་བ་བརྒྱད་དང་ཞག་ལྔ་དང་། །ཕྱེད་དང་གཉིས་ཞག་འདས་ནས་འཆི། །
en: He will rule for eight months and five days and will die at night; It will take him one and a half days to die. {53.682}

source: དེའི་མཐར་རྒྱལ་པོ་འདུག་པ་ནི། །ཀླུ་ཡི་རྒྱལ་པོ་ཞེས་བྱ་བ། །གོ་ཌཱའི་ཡུལ་གྱི་རྒྱལ་པོ་འབྱུང་། །
en: “The next king of Gauḍa Will be named Nāgarāja — A young boy of the vaiśya caste. {53.683}

source: དང་པོར་ཛ་མའི་རིགས་བྲམ་ཟེ། །
en: “Close to him there will be Jaya and the other brahmins.

source: ཀུན་ནས་རྗེའུ་རིགས་ཀྱིས་བསྐོར་བའི། །ཀླུ་ཞེས་བྱ་བ་དེ་ཡང་འབྱུང་། །
en: The so-called Nāga s will all be vaiśyas, And will be surrounded by [other] vaiśyas. {53.684}

source: དེ་ཡང་མུ་གེས་གནོད་པ་དང་། །དེ་བཞིན་ཕ་རོལ་དམག་ཚོགས་གནོད། །
en: “When stricken by famine, They will be attacked by a foreign army.

source: དེ་དག་རྒྱལ་སྲིད་ཐོབ་པ་ན། །ཆོམ་རྐུན་ཆེན་པོས་ཀུན་ཏུ་ཁྱབ། །དེས་ཀྱང་དེ་ཡི་ལུགས་ཉམས་ཏེ། །
en: Without an [adult] king, The kingdom will be plagued by many bandits And will politically deteriorate. {53.685}

source: དེར་ནི་ལོ་ནི་ལྔ་དང་གཅིག །རྒྱལ་སྲིད་ཀུན་ནས་འཁྲུགས་བཞིན་སྤྱོད། །
en: “For five years they will Experience a lot of fear and danger.

source: སྲོག་གཅོད་མང་པོ་བྱས་ནས་ནི། །དེ་ཚེ་སྲོག་ལ་གནོད་པར་བྱེད། །
en: Having killed many beings, They will perish themselves. {53.686}

source: སྔ་མའི་ལས་ཀྱི་ཉེས་པ་ཡིས། །རྗེའུ་རིགས་སྤྱོད་པ་དེ་དག་བྱེད། །ཕན་ཚུན་འཁྲུགས་པའི་ངང་ཚུལ་དུ། །
en: “Because of their past transgressions, These vaiśya people Will be predisposed To mutual discord. {53.687}

source: དེ་ཚེ་དེ་ནི་འབྱུང་བར་འགྱུར། །དེ་དག་དེ་ཚེ་ནུས་ལྡན་ཚུལ། །རྒྱལ་རིགས་སྤྱོད་ལ་གནས་པ་ཡི། །གོ་ཌཱའི་རྒྱུད་ཀྱི་མི་ཡི་བདག །འབྱུང་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །
en: “At that time, without a doubt, Prabhaviṣṇu of the kṣatriya caste Will become the king Who will govern Gauḍa. {53.688}

source: ཁ་ཅིག་དེ་ཚེ་མཚོན་གྱིས་འཆི། །ནད་རྣམས་ཀྱིས་ཀྱང་ཡང་དག་འདེབས། །
en: “Some [Gauḍa] kings will die by weapons And some will succumb to illness.

source: དེ་ནས་དུས་བྱས་རྒྱལ་པོ་རྣམས། །དམྱལ་བ་རྣམས་སུ་འགྲོ་བར་འགྱུར། །བུད་མེད་གཙོ་བོའི་བྱིས་པ་ནི། །དེ་ཡང་ཕྱིས་ནི་རྒྱལ་པོར་འགྱུར། །
en: When they die, They will fall into the hell realms. {53.689} “The next king will be Śiśu, who will defer to women.

source: དེ་དག་དེ་བཞིན་ཟླ་ཕྱེད་ནས། །མཚོན་གྱིས་བསྣུན་ནས་དེ་ཉིད་བསད། །
en: He will rule merely for a fortnight, And then be slain by a weapon. {53.690}

source: མུ་གེ་ཆེན་པོ་ཡང་དག་འབྱུང་། །ཕ་རོལ་དམག་ཚོགས་དག་གིས་དཀྲུགས། །
en: “A great famine will follow, As will an invasion by a foreign army.

source: ཡིད་ནི་སྐྲག་པར་གྱུར་པ་ཡིས། །ཤར་ཕྱོགས་ཡུལ་མི་ཉམས་པར་གྱུར། །
en: The eastern provinces will thus become dismembered, And the people terrorized and driven insane. {53.691}

source: དེ་ཡི་ཡུལ་དུ་མི་བདག་ནི། །ཐེ་ཚོམ་མེད་པར་འབྱུང་འགྱུར་བ། །བཅོམ་བརླག་སྐྱེས་པའི་རྒྱལ་པོ་མཆོག །ཡངས་པ་ཅན་གྱི་ཚོང་པ་སྔོན། །དེ་ཡང་ལུས་ལ་མཆོད་པ་ཡི། །མ་ག་དྷཱ་ཡི་རྒྱལ་པོར་འགྱུར། །
en: “These kings will rise in that country, There is no doubt. One born in Mathurā and known to be a vaiśya, Formerly a merchant, Will become the king of Magadha.

source: དེའི་ཡང་ནུ་བོ་ཡི་གེ་བྷ། །ཤར་གྱི་ཕྱོགས་ལ་ཡང་དག་གནས། །
en: “His descendant, with the initial Bh, Will live in the eastern country.

source: དེ་བུ་ཡི་གེ་པྲ་ཞེས་བྱ། །ཤར་ཕྱོགས་ཉིད་དུ་ཡང་དག་སྐྱེས། །
en: His son, with the initial P, will be born, Too, in the eastern provinces.

source: རྒྱལ་རིགས་མཆོག་ཏུ་སྐྱེས་པར་བསྟན། །
en: He will be described as a prominent kṣatriya.

source: ལེགས་པར་སྤྱོད་པས་བྱིས་པར་བཅིངས། །
en: When a young boy, he will be imprisoned. {53.693}

source: ལོ་ནི་བཅུ་དང་བདུན་དག་ཏུ། །འཆིང་བ་དག་ལ་ཡང་དག་བཞག །
en: “He will thus spend seventeen years In prison under supervision.

source: གླང་རྫི་ཞེས་བྱའི་རྒྱལ་པོས་བཅིངས། །བཅོམ་ལྡན་ཞེས་བྱ་དེས་ནི་བཀྲོལ། །
en: Imprisoned by the king called Gopa, He will be released by the king called Bhagavat. {53.694}

source: ཡི་གེ་ཧ་ཞེས་རྒྱལ་ཆེན་ནི། །ནུབ་ཀྱི་ཕྱོགས་ན་ཡང་དག་འོངས། །ཤར་གྱི་ཕྱོགས་ནི་མཐའ་མེད་པར། །གང་གཱའི་འགྲམ་དུ་གནས་པར་གྱུར། །
en: “A great king with the initial H Will come from a western country And occupy the Gangetic plain As far as the eastern frontier. {53.695}

source: དམངས་རིགས་གཟི་བརྗིད་ཆེ་བ་དང་། །སྡེ་ཆེན་སྟོབས་ནི་ཆེ་བ་དང་། །
en: “This great king will be from the śūdra caste And will have a powerful army with many soldiers.

source: དེ་ནི་དེ་ཡུལ་འགྲམ་གནས་ནས། །ཀུན་ཏུ་ཡང་ནི་རབ་ཏུ་གནས། །
en: Having consolidated his rule on the banks [of the Gaṅgā], He will then extend it all around. {53.696}

source: གོ་ཌཱའི་སྐྱེ་བོ་ཞེས་གྲགས་གྲོང་། །མུ་སྟེགས་ཞེས་ཀྱང་རྣམ་པར་གྲགས། །རྒྱལ་པོས་དེ་ནི་རྣམ་མནན་ནས། །སྟོབས་ཆེན་དེ་ནི་འདུག་པར་གྱུར། །
en: “This very powerful king Will besiege and occupy The city in Gauḍa Known as Tīrtha. {53.697}

source: དེར་ནི་རྒྱལ་རིགས་བྱིས་པ་དེ། །ཚོང་པ་དང་ནི་ལྷན་ཅིག་འོངས། །དེར་ནི་ནམ་ཕྱེད་ཞུགས་ནས་ནི། །
en: “A kṣatriya youth will arrive, Accompanied by a merchant, And will enter the city at night.

source: ནམ་གྱི་མཐར་ནི་དེ་ཡང་མཆོད། །དམངས་རིགས་རྒྱལ་པོ་ཞེས་བྱ་བས། །སླར་ཉིད་དུ་ནི་ལྡོག་པར་བྱེད། །གང་གཱའི་འགྲམ་གྱི་མཐར་ཐུག་པར། །གྲོང་ཁྱེར་དགའ་བ་ཞེས་བྱ་བར། །
en: At dawn, honors will be bestowed upon him. {53.698} “The king described as a śūdra Will then return back to The banks of the Gaṅgā, To the city called Nanda. {53.699}

source: དེ་ཚེ་རྒྱལ་སྲིད་མ་ག་དྷཱར། །བྱིས་པ་དེ་ནི་བཞག་པར་གྱུར། །
en: “He will, at that time, appoint that boy To the kingship of Magadha.

source: བཱ་རཱ་ཎ་སཱིའི་ཕ་རོལ་ཏུ། །ཀཱ་ཤི་ཡུལ་གྱི་མིར་ཡང་ཕྱིན། །
en: The śūdra king will proceed to the country of Kāśī And will advance into the city of Vārāṇasī. {53.700}

source: སྟོབས་ཆེན་ས་ཡི་བདག་པོ་ནི། །དམངས་རིགས་དེར་ནི་ཞུགས་པར་གྱུར། །སྡུག་བསྔལ་ཉམ་ཐག་ནད་ཆེན་པོས། །
en: “Having entered the city, This great and mighty king of the śūdra caste Will fall ill with a serious disease;

source: དེ་ཚེ་བུ་ནི་དབང་ཡང་བསྐུར། །བྱིས་པ་ཁྱེའུ་ཕུག་ཅེས་པ། །དེ་ཚེ་རྒྱལ་ཐབས་དབང་ཡང་བསྐུར། །
en: He will then consecrate his son to kingship. {53.701} “Having thus been consecrated to kingship The young boy with the name of a planet,

source: ཆེན་པོའི་ནད་ཀྱིས་ཟིལ་མནན་ནསདེ་ཚེ་ས་ཡང་འཁོར་བར་མཐོང་། །
en: The śūdra king, will succumb to severe illness And fall down upon the earth. {53.702}

source: དེ་ནས་འབད་པས་ཤུགས་ནར་ཕྱུང་། །
en: “Struggling, he will breathe his last.

source: ལུས་ཞིག་ནས་ནི་དུད་འགྲོར་སོང་། །དེ་ཚེ་ཟླ་བ་བདུན་དང་བརྒྱད། །དུད་འགྲོ་དག་ཏུ་གནས་པར་གྱུར། །
en: His body broken, he will pass to another existence And spend eight months and fifteen days In the animal realm. {53.703}

source: དེ་ཡི་སྐྱེ་བ་ལས་གྲོལ་ནས། །ལྷ་རྣམས་ཀྱི་ནི་ནང་དུ་སྐྱེས། །དེ་ཚེ་སྐྱེ་བ་ཉི་ཤུར་ནི། །ལྷ་ཡི་ཕུན་སུམ་ཚོགས་པ་ཐོབ། །
en: “When released from his birth as an animal, He will be born among the gods, where, For twenty births, he will experience Various celestial enjoyments. {53.704}

source: ཆོས་ཀྱི་བདག་ཉིད་དེ་མཐར་གྱིས། །རང་རྒྱལ་བྱང་ཆུབ་ཐོབ་པར་བྱེད། །
en: “In due course, after devoting himself to the Dharma, He will attain the realization of a pratyeka­buddha.

source: སྔོན་གྱི་སྐྱེ་བའི་དུས་དག་ཏུ། །འདི་ཉིད་ལས་ནི་ཉེ་བར་བསགས། །
en: This will happen because of the karma That he accumulated in his former births. {53.705}

source: བདག་ཉིད་ཆེན་པོ་རང་རྒྱལ་ལ། །གོས་ཀྱིས་ཀུན་ནས་བཀབ་པ་དང་། །
en: “He provided clothes To a great being pratyeka­buddha.

source: གླང་པོ་རྟ་དང་ཤིང་རྟའི་རྒྱུར། །ལྷམ་ནི་རབ་ཏུ་ཕུལ་བར་གྱུར། །
en: He gave him shoes, And draft elephants, and horses.

source: དེ་ལས་བློ་ལྡན་སེམས་དང་བས། །དེ་ཚེ་དེ་ལ་བཟའ་བ་བྱིན། །
en: He offered him food With all due attention. {53.706}

source: རྣམ་པར་སྨིན་པ་དེ་ཡིས་ནི། །ལྷ་ཡི་རྒྱལ་པོ་བརྒྱ་བྱིན་དུ། །
en: “By the ripening of this karma He became Indra, the lord of gods.

source: སྐྱེ་བ་བྱེ་བ་ཕྲག་དགུར་ནི། །ལྷ་ཡི་འཇིག་རྟེན་དག་ཏུ་གྱུར། །
en: In that celestial realm He passed three hundred million lives.

source: ས་སྟེང་འོང་ནས་རྒྱལ་པོ་ནི། །དེ་ནས་སྐྱེ་བ་འདི་ལ་གྱུར། །
en: When he descends onto earth again, He will become, in that birth, this king. {53.707}

source: གཞན་གྱིས་རྗེས་བསྒྲུབས་རྒྱལ་ཐབས་ནི། །རྗེས་སུ་སྤྱོད་པར་འགྱུར་བ་ཡིན། །
en: “He will enjoy a kingdom That has been won by others.

source: དེ་ཡི་བུ་ཡང་རྒྱལ་པོ་ནི། །བཱ་རཱ་ཎ་སཱིར་རབ་ཏུ་གནས། །
en: His son [Soma] will be installed As king in Vārāṇasī. {53.708}

source: ཆགས་འོག་རྒྱལ་ཕྲན་གྱིས་བཅོམ་པའི། །རྒྱལ་ཐབས་རྣམ་འཇིག་འབྱུང་བར་འགྱུར། །
en: “The kingdom will be attacked From all sides, pillaged, and destroyed.

source: དེ་ཡི་རྒྱལ་སྲིད་དགྲ་དང་ནི། །བྲམ་ཟེས་ཕལ་ཆེན་གནོད་པར་འགྱུར། །
en: It will be filled with brahmins to excess And overrun by enemies. {53.709}

source: བག་མེད་འདོད་པ་སྤྱོད་པ་དང་། །རྒྱལ་པོ་དེ་ནི་གདོན་གྱིས་འཛིན། །
en: “The king designated as a ‘planet’ Will be careless and pleasure seeking.

source: ཕྱི་མ་ཡི་ནི་དུས་དག་ཏུ། །དེ་ནས་མཚོན་གྱི་བརྒྱབ་ནས་འཆི། །
en: In the end, he will die After being struck by an enemy. {53.710}

source: མ་ག་དྷཱ་རྒྱལ་དེ་དག་ནི། །ཕན་ཚུན་དུ་ནི་གནོད་བྱེད་པས། །ཟླ་བ་ཞེས་བྱའི་རྒྱལ་པོ་འདས། །
en: “When King Soma is dead, There will now be mutual strife Everywhere in the eastern region For the kingship of Magadha. {53.711}

source: ཡི་གེ་པྲ་ཞེས་རྒྱལ་རིགས་ནི། །དེ་ཡི་ཚེ་ན་རྒྱལ་པོ་འབྱུང་། །གང་ཞིག་དམངས་རིགས་གྱུར་པ་ནི། །ཡི་གེ་ཧ་ཡིས་ཡོངས་སུ་མཆོད། །
en: “A kṣatriya with the initial P, Honored [earlier as king] By the śūdra [king] with the initial H, Will become king in the territory Right up to the bank of the Gaṅgā, Across from Vārāṇasī. {53.712}

source: གྲོང་ཁྱེར་དགའ་བ་ཞེས་བྱ་བར། །གང་གཱའི་འགྲམ་ལ་ཡང་དག་རྟེན། །
en: “He will rule in the city called Nanda, Nestled on the bank of the Gaṅgā.

source: སྔོན་གྱི་ལས་ཀྱིས་ཡོངས་བསྐུལ་ནས། །རྒྱལ་རིགས་རྒྱལ་པོར་འབྱུང་བར་འགྱུར། །དེ་ཉིད་ལས་བྱས་བྱེད་བཅུག་དང་། །རྗེས་སུ་ཡང་ནི་ཡི་རང་བྱས། །
en: He will become a kṣatriya king Propelled by the former deeds That he performed and rejoiced at After they were performed. {53.713}

source: དེ་ཚེ་དུས་ནི་འདས་པ་ན། །གསེར་ཐུབ་ཅེས་བྱའི་སྟོན་པ་འབྱུང་། །བཱ་རཱ་ཎ་སཱིའི་གྲོང་ཁྱེར་དུ། །ནོར་ཆེན་ལྡན་པའི་ཚོང་དཔོན་ཡོད། །
en: “A long time ago, during the life Of the Teacher called Kanaka, There was in the great city of Vārāṇasī A distinguished and wealthy person. {53.714}

source: ཚོང་དཔོན་བུ་ནི་བྱིས་པ་དེ། །བྱིས་པ་དག་གིས་ཡང་དག་བསྐོར། །
en: “The merchant’s son, a young boy, Kept company with foolish boys.

source: ས་རྡུལ་དག་ལ་རྩེ་བའི་ཕྱིར། །ལམ་ཆེན་དག་ཏུ་ཞུགས་པར་གྱུར། །
en: One time he went out onto the main road To play in the sand. {53.715}

source: རང་ཁྱིམ་མཆོད་རྟེན་མཆོག་མཐོང་ལ། །ཕ་དང་མ་ནི་མཆོད་བྱེད་པ། །དེ་ཉིད་ཡིད་ལ་བཟུང་བྱས་ནས། །ས་རྡུལ་གྱི་ནི་མཆོད་རྟེན་བྱས། །
en: “Having previously seen the stūpa in his own house, Worshiped by his father and mother, He visualized such a stūpa in his mind And created it from the sand. {53.716}

source: དེ་ཚེ་མེ་ཏོག་སྨན་མས་ནི། །མཆོད་པ་ཡང་ནི་བྱེད་པར་གྱུར། །སངས་རྒྱས་དད་པའི་དྲན་པ་ཡིས། །སངས་རྒྱས་དེ་ལའང་བསྟོད་པ་བྱས། །
en: “He then offered to this stūpa Some flowers from a used garland And praised it, Recollecting the Buddha with faith. {53.717}

source: བྱིས་པ་རྣམས་ཀྱིས་ཡོངས་བསྐོར་ནས། །དེར་ནི་བྱིས་པ་རྩེ་བར་གྱུར། །
en: “The boy thus played, Surrounded by other children.

source: སྟོན་པ་གསེར་ཐུབ་རྒྱལ་བ་ཡི། །ཉན་ཐོས་མཆོག་དེ་གཅིག་པུ་ཞིག །
en: At that time, there was an eminent śrāvaka disciple Of the victorious Kanaka who wandered alone. {53.718}

source: སྐྱོན་བྲལ་བདག་ཉིད་གྲོལ་བ་དང་། །ཁམས་གསུམ་ལས་ནི་རྣམ་གྲོལ་བློ། །
en: “He was free of faults, focused, With a mind free from the three spheres.

source: དེ་ཚེ་དང་པོར་སྐྱོན་བྲལ་བ། །བསོད་སྙོམས་ལ་ནི་རྒྱུ་བར་གྱུར། །
en: This fault-free śrāvaka Was doing his alms round. {53.719}

source: བཱ་རཱ་ཎ་སཱི་ལེགས་མཛེས་པའི། །དེ་ཚེ་གྲོང་ཁྱེར་རབ་ཏུ་ཞུགས། །
en: “He entered at that time The beautiful city of Vārāṇasī.

source: གང་དུ་ས་སྟེང་བྱིས་པ་ཡོད། །དེ་ཚེ་ཆགས་བྲལ་ཕྱོགས་དེར་ཕྱིན། །དེར་ནི་བྱིས་པ་དེ་ཀུན་གྱིས། །ཀུན་ནས་ཡོངས་སུ་བསྐོར་བར་གྱུར། །
en: Free from attachment, he arrived At the place where the children were. {53.720} “They all surrounded him On all sides and shouted,

source: འདིར་གཤེགས་དགེ་སློང་འདིར་སྤྱོན་ཅིག །
en: ‘Come here monk, come here!

source: སྟོན་པའི་མཆོད་རྟེན་ཕྱག་བྱོས་མཛོད། །
en: Salute the caitya of the Teacher!

source: བདག་ཅག་གིས་ནི་འབད་བྱས་ན། །
en: We carefully built it ourselves.

source: བཟང་པོ་འདི་ལ་མི་གཟིགས་སམ། །
en: You will not be disappointed.’ {53.721}

source: དེ་ནས་ཚོང་དཔོན་བུ་ཁྱེ་འུས། །རྩ་ཡི་ཐག་པ་བླངས་ནས་ནི། །རྫུ་འཕྲུལ་ཆེན་པོའི་འདོད་ཆགས་བྲལ། །རྩེ་བའི་ཚུལ་གྱིས་དེ་བཅིངས་ཁྲིད། །
en: “The merchant’s young son Then took a rope of twisted grass And playfully tied it To the dispassionate and very dignified monk. {53.722}

source: རྫུ་འཕྲུལ་ཆེན་པོ་ཆགས་བྲལ་བས། །དེར་གནས་རྣམས་ལ་ཡང་དག་དགོངས། །
en: “Dispassionate and dignified, The monk listened attentively.

source: ས་སྟེང་དག་ཏུ་གཟིགས་པ་ན། །དེ་དག་གིས་ནི་མཆོད་རྟེན་བྱས། །
en: He saw on the ground there The caitya that the children built.

source: བྱིས་པའི་སྤྱི་བོར་ལག་བྱུགས་ནས། །བློ་ལྡན་དེ་ལ་འདི་སྐད་སྨྲས། །
en: Allowing the boy to have his way, The noble-minded monk said, {53.723}

source: གང་དུ་ཁྱོད་ཀྱི་མཆོད་རྟེན་བྱས། །
en: “ ‘Release me, son!

source: ཐོང་ཤིག་ཁྱེའུ་བདག་ཅག་འདེང་། །གང་དུ་ས་སྟེང་མཆོད་རྟེན་ནི། །
en: Let us go where your creation is.’

source: དེར་ཡང་ཐམས་ཅད་འོང་གྱུར་ནས། །དེ་ཚེ་བྱིས་པ་དང་ལྷན་ཅིག །བདག་ཉིད་ཆེན་པོ་དེས་ཕྱག་བྱས། །
en: All of them then went to the place Where the reliquary was. {53.724} “The dispassionate great being paid homage To the caitya along with the children.

source: བསོད་སྙོམས་དོན་དུ་ཅི་འདོད་པར། །དཔའ་བོ་དེ་ནི་ཕྱིར་ཡང་ཆས། །
en: The hero then set off again To seek alms as he wished. {53.725}

source: དེ་ནས་ཚོང་དཔོན་བྱིས་པ་ཡིས། །ཆོས་གོས་མཐའ་ནས་བཟུང་ནས་ནི། །དགེ་སློང་དེ་ནི་བཟུང་ཁྱེར་བ། །བཤོས་གསོལ་བྱ་བའི་ཆེད་དུའོ། །
en: “The merchant’s young son, however, Seized the end of the monk’s robe And led him to his own home, Where he arranged for some food. {53.726}

source: དེ་ནས་ཚོང་དཔོན་གཙོ་བོ་དེས། །བྱིས་པ་ཁྱེའུ་དེ་མཐོང་ནས། །རྫུ་འཕྲུལ་ཆེན་པོ་ཆགས་བྲལ་བའི། །ཆོས་གོས་མཐའ་ལ་འཛིན་བྱེད་ལ། །འཇིགས་ཤིང་བ་སྤུ་ལྡང་བ་དང་། །
en: “At this moment the senior merchant, Seeing the boy holding The end of the robe Of the dispassionate and dignified monk, {53.727} “Became alarmed and his hair bristled.

source: ང་ཡི་ཁྱིམ་དུ་མཆོག་ཀྱང་གཤེགས། །མྱུར་དུ་རྐང་གཉིས་ལ་བཏུད་དེ། །བྱིས་པ་ཡིས་ནི་འཛིན་པ་བཏང་། །
en: Thinking, ‘An exalted guest has come to my house,’ He fell down at the monk’s feet And promptly made the boy let go of the robe. {53.728}

source: བུ་དེ་ཡིས་ཀྱང་བཟུང་བྱས་ལ། །འབད་པ་ཡིས་ནི་བཟོད་གསོལ་བྱས། །
en: “Holding back his son, He apologized to the monk in earnest.

source: སྐྱེ་བོའི་མཆོག་གྱུར་ཕན་འདོད་པ། །དེ་ཡི་ལྷུང་བཟེད་བླངས་ནས་ནི། །
en: He then took the bowl from the kind [monk], The supreme conqueror of the senses, {53.729}

source: སཱ་ལུའི་ཚོད་མ་བཟའ་བ་ཡིས། །ལྷུང་བཟེད་དག་ནི་བཀང་བྱས་ནས། །
en: “And filled it with food Consisting of rice and condiments.

source: བུ་ལ་བོས་ནས་སྨྲས་པ་ནི། །ཡང་དག་ལོང་ལ་འདི་ལ་བྱིན། །
en: He then ordered his son To take the bowl and pass it to the monk. {53.730}

source: དེ་ནས་བྱིས་པ་ཤེས་ལྡན་པས། །འབད་པས་ལག་གཉིས་བཀྲུས་ནས་ནི། །ལྷུང་བཟེད་གང་བ་བླངས་ནས་སུ། །འདོད་ཆགས་བྲལ་བ་ལ་ནི་ཕུལ། །
en: “The boy, having understood, Carefully washed his hands, Took the full bowl, And handed it to the dispassionate monk. {53.731}

source: ཕུལ་ནས་མྱུར་བ་ཉིད་དུ་ནི། །རྐང་པ་གཉིས་ལ་ཕྱག་ཀྱང་བྱས། །
en: “Having handed it over, He promptly fell at the monk’s feet.
